[
    {
        "_id": "phy101",
        "title": "Physics",
        "img": "https://ds.rokomari.store/rokomari110/ProductNew20190903/260X372/727a43ac9_84095.jpg",
        "price": "$300",
        "description": "'জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বাের্ডের নতুন পাঠ্যসূচি ২০১২ অনুযায়ী পদার্থবিজ্ঞান-একাদশ ও দ্বাদশ শ্রেণি দ্বিতীয় পত্র বইখানি রচিত এবং দেশের প্রখ্যাত কয়েকজন পদার্থবিদের মূল্যায়নের ভিত্তিতে পুস্তকখানি একাদশ ও দ্বাদশ শ্রেণির পাঠ্যপুস্তক হিসেবে জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বাের্ড (NCTB) কর্তৃক অনুমােদিত হয়। মাধ্যমিক স্তরের পদার্থবিজ্ঞানের সাথে ধারাবাহিকতা রক্ষা করে একাদশ ও দ্বাদশ শ্রেণির পাঠ্যসূচিতে অন্তর্ভুক্ত বিষয়গুলাের প্রয়ােজনীয় আলােচনা সহজ সরল ভাষায় উপস্থাপন করা হয়েছে। প্রতিটি বিষয় জটিল না করে সহজভাবে আলােচনা করেছি যেন, ছাত্রছাত্রীরা বিষয়বস্তু আয়ত্ত করতে অসুবিধার সম্মুখীন না হয়। বিষয়বস্তুর আধুনিক মতবাদ, তত্ত্ব ও তথ্য সমৃদ্ধ করতে আমরা যথেষ্ট সচেষ্ট থেকেছি এবং এজন্য দেশি-বিদেশি অনেক বই-এর সাহায্য নিয়েছি। যে সমত পুস্তকের সাহায্য গ্রহণ করা হয়েছে সে সমস্ত পুস্তকের লেখক এবং প্রকাশকদের কাছে আমরা। কৃতজ্ঞ ও ঋণী। পুস্তকখানিতে এস. আই. পদ্ধতির একক সর্বত্র ব্যবহার করা হয়েছে। প্রচলিত এবং বহুলভাবে ব্যবহৃত পরিভাষা ব্যবহারের চেষ্টা করা হয়েছে। একাদশ ও দ্বাদশ শ্রেণির উপরের স্তরে বিজ্ঞান বিষয়ক প্রায় পুস্তকই ইংরেজিতে লেখা; তাই বিভিন্ন রাশির ইংরেজি প্রতিশব্দ জানা থাকলে বিষয়বস্তু বুঝতে সুবিধা হবে বিবেচনায় বাংলার পাশাপাশি ইংরেজি প্রতিশব্দ সংযুক্ত করা হয়েছে। উল্লেখ্য যে, আমাদের রচিত পদার্থবিজ্ঞান-প্রথম পত্র বইটিও জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বাের্ড (NCTB) কর্তৃক অনুমােদিত হয় এবং শিক্ষক-শিক্ষার্থী মহলে যথেষ্ট সমাদৃত হয়। বিশেষভাবে পরিমার্জন ও সংশােধন করে পদার্থবিজ্ঞান দ্বিতীয় পত্র বইটির বর্তমান সংস্করণ প্রকাশিত হলাে। শিক্ষক-শিক্ষার্থীর কাছে বইটি অধিকতর গ্রহণযােগ্য হবে বলে আমরা দৃঢ় আশা পােষণ করছি। পদার্থবিজ্ঞান একটি পরিবর্তনশীল বিষয়। তাই সিলেবাস পরিবর্তনের সাথে সাথে এবং নতুন কারিকুলাম অনুযায়ী বই রচনা যেমন গুরুত্বপূর্ণ তেমনি বিষয়বস্তু উপস্থাপনও একটি গুরুত্বপূর্ণ বিষয়। এই বইটির বৈশিষ্ট্য হলাে সঠিক সৃজনশীল পদ্ধতি অবলম্বনে শিক্ষার্থীদের উচ্চতর দক্ষতা বৃদ্ধি করে যুগােপযােগী বাস্তবমুখি শিক্ষাদানের মাধ্যমে সহজ ও প্রাঞ্জল করে উপস্থাপন করা। বইটিতে পাঠ্যপুস্তক সম্পর্কিত নীতিমালা মেনে শিখনফলে নির্দেশিত বিষয়গুলি সম্পূর্ণভাবে সংযােজিত করা হয়েছে।'"
    },
    {
        "_id": "chy101",
        "title": "Chemistry",
        "img": "https://wafilife-media.wafilife.com/uploads/2022/05/0-37-250x390.png",
        "price": "$300",
        "description": "'Here is some description about this book'"
    },
    {
        "_id": "bio101",
        "title": "Biology",
        "img": "https://ds.rokomari.store/rokomari110/ProductNew20190903/260X372/Biology_1st_part_Class_XI_XIIWhite_Print-Dr_Mohammod_Abul_Hasan-a0913-86302.jpg",
        "price": "$250",
        "description": "'Here is some description about this book'"
    },
    {
        "_id": "mat101",
        "title": "Mathematics",
        "img": "https://wafilife-media.wafilife.com/uploads/2021/07/%E0%A6%89%E0%A6%9A%E0%A7%8D%E0%A6%9A%E0%A6%A4%E0%A6%B0-%E0%A6%97%E0%A6%A3%E0%A6%BF%E0%A6%A4-%E0%A7%A7%E0%A6%AE-%E0%A6%AA%E0%A6%A4%E0%A7%8D%E0%A6%B0-%E0%A6%8F%E0%A6%95%E0%A6%BE%E0%A6%A6%E0%A6%B6-%E0%A6%A6%E0%A7%8D%E0%A6%AC%E0%A6%BE%E0%A6%A6%E0%A6%B6-%E0%A6%B6%E0%A7%8D%E0%A6%B0%E0%A7%87%E0%A6%A3%E0%A6%BF.png",
        "price": "$400",
        "description": "'Here is some description about this book'"
    },
    {
        "_id": "eng101",
        "title": "English",
        "img": "https://ds.rokomari.store/rokomari110/ProductNew20190903/260X372/Advanced_Learners_HSC_Communicative_Engl-Md_Yusuf_Ali_Chowdhury-737ba-71411.jpg",
        "price": "$200",
        "description": "'Here is some description about this book'"
    },
    {
        "_id": "ban101",
        "title": "Bangla",
        "img": "https://wafilife-media.wafilife.com/uploads/2021/03/%E0%A6%AC%E0%A6%BE%E0%A6%82%E0%A6%B2%E0%A6%BE-%E0%A7%A7%E0%A6%AE-%E0%A6%AA%E0%A6%A4%E0%A7%8D%E0%A6%B0-%E0%A6%B8%E0%A6%BE%E0%A6%B9%E0%A6%BF%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%AA%E0%A6%BE%E0%A6%A0-%E0%A6%AA%E0%A6%B0%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B2%E0%A7%8B%E0%A6%9A%E0%A6%A8%E0%A6%BE.png",
        "price": "$200",
        "description": "'Here is some description about this book'"
    }
]